export const technologyList = [
  {
    text: "0. Вставка люверсів",
    img: ["../img/ak-3-moli/img0.jpg"],
    description: "img0",
  },
  {
    text: "1. Розбір крою",
    img: ["../img/ak-3-moli/img1.jpg"],
    description: "img1",
  },
  {
    text: "2. Розмітка передньої, задньої стінки та зворотньої і лицевої сторони кишені",
    img: ["../img/ak-3-moli/img2a.jpg", "../img/ak-3-moli/img2b.jpg"],
    description: "img2",
  },
  {
    text: "3. Загинання строчкою країв стінок на 1см (окрім верхнього краю). Загинання строчкою верхнього краю передньої стінки у 2 підгини",
    img: ["../img/ak-3-moli/img3.jpg"],
    description: "img3",
  },
  {
    text: "4. Пришивання резинки 100мм до виворітної сторони кишені",
    img: ["../img/ak-3-moli/img4.jpg"],
    description: "img4",
  },
  {
    text: "5. Закріплення горизонтальних стрічок (молі) 25*270мм на кишеню",
    img: ["../img/ak-3-moli/img5.jpg"],
    description: "img5",
  },
  {
    text: "6. 12 закріпок на закріпочній машинці.",
    img: ["../img/ak-3-moli/img6.jpg"],
    description: "img6",
  },
  {
    text: "7. Зшивання виточок на 10мм(не дошивати 10мм до краю)",
    img: ["../img/ak-3-moli/img7.jpg"],
    description: "img7",
  },
  {
    text: "8. (Зшивання фіксаторів) Загинання одного краю ременної стрічки 25*260мм строчкою на перегинипо 5мм. Нашивання липучки (папа) 25*100мм на внутрішню сторону стрічки, на відстані 40мм від загнутого краю. Нашивання липучки (мама) на зовнішню сторону стрічок,40мм від загнутого краю. Нашивання липучки (папа) 25*40мм на зовнішню сторону стрічки, на відстані 20мм від липучки (мама).",
    img: ["../img/ak-3-moli/img8.jpg"],
    description: "img8",
  },
  {
    text: "9. Пришивання липучки (папа) 80*220мм до задньої стінки.",
    img: ["../img/ak-3-moli/img9.jpg"],
    description: "img9",
  },
  {
    text: "10. Пришивання двох фіксаторів та трьох петель до задньої стінки. З вставкою кіперів",
    img: ["../img/ak-3-moli/img10.jpg"],
    description: "img10",
  },
  {
    text: "11. Зшивання передньої та задньої стінкипо верхньому краю (лице до лиця)",
    img: ["../img/ak-3-moli/img11.jpg"],
    description: "img11",
  },
  {
    text: "12. Зшивання стінок  по периметру  по лицевій  стороні з вставкою бірки",
    img: ["../img/ak-3-moli/img12.jpg"],
    description: "img12",
  },
  {
    text: "13. Пришивання резинок до передньої стінки наскрізь",
    img: ["../img/ak-3-moli/img13.jpg"],
    description: "img13",
  },
  {
    text: "14. Пришивання кишені до стінок (підгинаючи на 1 см по відкритому краю).",
    img: ["../img/ak-3-moli/img14.jpg"],
    description: "img14",
  },
  {
    text: "15. Зшивання петель-тримачів магазинів",
    img: ["../img/ak-3-moli/img15.jpg"],
    description: "img15",
  },
  {
    text: "16. Вставка круглих резинок. Чистка",
    img: ["../img/ak-3-moli/img16.jpg"],
    description: "img16",
  },
];
