export const technologyList = [
  {
    text: "a. Наклеїти наклейку на передню кишеню",
    img: ["../img/magnetBag/1.jpg"],
    description: "imga",
  },
  {
    text: "б. Вставка люверсів",
    img: ["../img/magnetBag/1.jpg"],
    description: "imgb",
  },
  {
    text: "в. Закріпки &quot;бровки&quot;",
    img: ["../img/magnetBag/1.jpg"],
    description: "imgc",
  },
  {
    text: "1. Окантувати внутрішню та бокові кишені (зі стрейч тканини) резинкою",
    img: ["../img/magnetBag/1.jpg"],
    description: "img1",
  },
  {
    text: "2. Пришити бірку на передню стінку. Пришити стрейч-кишені на центральну деталь передньої стінки.Зшити центральну деталь з боковими деталями передньої кишені (лицевими сторонами)",
    img: ["../img/magnetBag/1.jpg"],
    description: "img2",
  },
  {
    text: "3. Пришити петлі з півкільцями на лицеву сторону бокових деталей передньої стінки. Пришити резинки 2.5см на петлі з півкільцями.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img3",
  },
  {
    text: "4. Вставка круглої резинки у фіксатор та у люверси  з лицевої сторони та закріпкою закріпити  по боках (за резинкою)",
    img: ["../img/magnetBag/1.jpg"],
    description: "img4",
  },
  {
    text: "5. Зшити підкладку під передню кишеню та кишеню лицевими сторонами по верхньому канту. Відстрочка.Розмітка строчки. Строчка під люверсами.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img5",
  },
  {
    text: "6. Вшивання дна підкладки до підкладки передньої кишені",
    img: ["../img/magnetBag/1.jpg"],
    description: "img6",
  },
  {
    text: "7. Пришивання лише підкладки до перегородки. Пришивання резинки та закріплення верху кишені так, щоб плавно з'їхати з  перегородки, щоб вподальшому пошитті перегородка не зміщувалася в шов.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img7",
  },
  {
    text: "8. Зшити ручку ( ремінну стрічку 20мм скласти навпіл та прошити по периметру)",
    img: ["../img/magnetBag/1.jpg"],
    description: "img8",
  },
  {
    text: "9. Нашити ручку на центральну деталь фальди. Зшити центральну та бокові деталі фальди лицевимим сторонами. Відстрочка по бокових фальдах.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img9",
  },
  {
    text: "10. Нашити фальду на тканину верху передньої кишені та на верхню частину перегородки лицевими сторонами. Нашити бокові кишені на фальди та по нижньому канту.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img10",
  },
  {
    text: "11. Зшивання клинків ",
    img: ["../img/magnetBag/1.jpg"],
    description: "img11",
  },
  {
    text: "12. Нашивання клинків на виворітню сторону блискавки.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img12",
  },
  {
    text: "13. Зшивання фальди з блискавкою лицевими сторонами. Розмітка центру блискавки.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img13",
  },
  {
    text: "14. Нашивання підкладки під фальду до блискавки, недошиваючи 1,5см до бокових країв. Відстрочка по тканині верху, недошиваючи 1,5 см до бокових країв. Вставка бігунків",
    img: ["../img/magnetBag/1.jpg"],
    description: "img14",
  },
  {
    text: "15. Вшивання карабіна 10 мм в ремінну стрічку 10 мм",
    img: ["../img/magnetBag/1.jpg"],
    description: "img15",
  },
  {
    text: "16. Нашивання кишені та ремінної стрічки 10мм з карабіном на підклад перегородки.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img16",
  },
  {
    text: "17. Вшивання підкладки перегородки до підкладки фальди.Вшивання дна підкладки в основний відділ підкладки.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img17",
  },
  {
    text: "18. Вшивання основного дна. Вивертання",
    img: ["../img/magnetBag/1.jpg"],
    description: "img18",
  },
  {
    text: "19. Підшивання підкладки дна з блискавкою. Підшивання клинків до блискавки.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img19",
  },
  {
    text: "20. Пришивання липучок до підкладки задньої стінки, утворюючи кишеню. Пришивання підкладки з липучками до задньої стінки.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img20",
  },
  {
    text: "21. Нашивання сумки на задню стінку лицевими сторонами.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img21",
  },
  {
    text: "22. Окантовка",
    img: ["../img/magnetBag/1.jpg"],
    description: "img22",
  },
  {
    text: "23. Вивертання",
    img: ["../img/magnetBag/1.jpg"],
    description: "img23",
  },
  {
    text: "24. Зшивання підкладки з пластиком для магнітів.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img24",
  },
  {
    text: "25. Зшивання плечового пеменя.",
    img: ["../img/magnetBag/1.jpg"],
    description: "img25",
  },
];
